app/controllers/homes_controller.rb

  def second
    one_post = Post.new
    one_post.title = params[:title]
    one_post.content = params[:content]
    one_post.numb = params[:numb]
    one_post.save
---
INSERT INTO "posts" ("title", "content", "numb", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "제목1"], ["content", "내용1"], ["numb", 1], ["created_at", "2019-06-29 13:50:29.292937"], ["updated_at", "2019-06-29 13:50:29.292937"]]

  def read
    @posts = Post.all
---
SELECT "posts".* FROM "posts"